Repository: dbiesecke/dbiesecke.github.io
Catalog: repo/plugin.video.L0RE.dmax/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: DMAX - the TV station. That's how it works here ! When and where you want: action, adventure, lifestyle. Real entertainment for real guys. Only on dmax.de of course !
de_de: DMAX - der TV Sender. So läuft das hier ! Wann und wo du willst: Action, Abenteuer, Lifestyle. Echte Unterhaltung für echte Kerle. Nur auf dmax.de natürlich !

# #30000
source: General
de_de: Allgemein

# #30001
source: Media Library
de_de: Medienbibliothek

# #30110
source: Play Videos with [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (since KODI-17+ possible)
de_de: Videos mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen (ab KODI-17+ möglich)

# #30111
source: Sorting of Episodes
de_de: Sortierung der Episoden

# #30112
source: Highest Episodenumber display on top
de_de: Höchste Episodennummer oben anzeigen

# #30113
source: Other methods to choose from
de_de: Weitere Methoden zur Auswahl

# #30114
source: Use Thumb as Background-Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30115
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30116
source: Activate DMAX-Media-Library
de_de: DMAX-Medien-Bibliothek aktivieren

# #30117
source: DMAX-Media-Folder (for .strm- and .nfo- Files)
de_de: DMAX-Media-Ordner (für .strm- und .nfo- Dateien)

# #30118
source: Update of the DMAX-Library (in Hours)
de_de: Update der DMAX-Bibliothek (in Stunden)

# #30230
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIELEN[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]EPISODES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EPISODEN[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30234
source: [B][COLOR ff0099ff]MEDIA[/COLOR][/B]
de_de: [B][COLOR ff0099ff]MEDIEN[/COLOR][/B]

# #30350
source: * [COLOR yellow]For playback problems (audio interruptions,artifacts ...) probably an update to KODI-18 (Leia) is needed ![/COLOR] *
de_de: * [COLOR yellow]Bei Abspielproblemen (Tonaussetzer,Artefakte...) ist vsl. ein Update auf KODI-18 (Leia) erforderlich ![/COLOR] *

# #30351
source: * [COLOR yellow]This function requires the "[/COLOR]service.L0RE.cron[COLOR yellow]" ! [/COLOR]*
de_de: * [COLOR yellow]Für diese Funktion ist der "[/COLOR]service.L0RE.cron[COLOR yellow]" erforderlich ! [/COLOR]*

# #30352
source: [COLOR orangered]Attention: The update period affects only newly added items...[/COLOR]
de_de: [COLOR orangered]Achtung: Der Update-Zeitraum wirkt sich nur auf neu hinzugefügte Elemente aus...[/COLOR]

# #30353
source: [COLOR chartreuse]In order to delete old data, the entry must be deleted and newly added in *service.L0RE.cron* ![/COLOR]
de_de: [COLOR chartreuse]Um alte Daten zu löschen muss im *service.L0RE.cron* der Eintrag gelöscht und neu hinzugefügt werden ![/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... there is NO folder to save Media appointed ![/COLOR][CR]Please select the desired folder in the addon settings !!!
de_de: [COLOR orangered]ACHTUNG : ... es ist KEIN Ordner zum Speichern der Medien festgelegt ![/COLOR][CR]Bitte in den Addon-Einstellungen den gewünschten Ordner auswählen !!!

# #30522
source: ERROR = [COLOR red]This Series is no longer in the DMAX-Videothek ![/COLOR]
de_de: ERROR = [COLOR red]Diese Serie gibt es NICHT mehr in der DMAX-Videothek ![/COLOR]

# #30523
source: [COLOR red]Currently NO videos of :[/COLOR]
de_de: [COLOR red]Zurzeit KEINE Videos von :[/COLOR]

# #30524
source: * [COLOR blue]{0:s}[/COLOR] * in the DMAX-Videothek
de_de: * [COLOR blue]{0:s}[/COLOR] * in der DMAX-Videothek

# #30525
source: My DMAX-Favourites :
de_de: Meine DMAX-Favoriten :

# #30526
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] successfully added !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] erfolgreich hinzugefügt !!![/COLOR]

# #30527
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] has been deleted !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] wurde gelöscht !!![/COLOR]

# #30528
source: [COLOR FF008B00]Added to DMAX-Medialibrary :[/COLOR]
de_de: [COLOR FF008B00]Zur DMAX-Medienbibliothek hinzugefügt :[/COLOR]

# #30529
source: * Show: [COLOR blue]{0:s}[/COLOR] | Update every: [COLOR blue]{1:s} Hrs.[/COLOR] *
de_de: * Serie: [COLOR blue]{0:s}[/COLOR] | Update alle: [COLOR blue]{1:s} Std.[/COLOR] *

# #30601
source: * My DMAX-Favourites *
de_de: * Meine DMAX-Favoriten *

# #30602
source: All Shows
de_de: Alle Sendungen

# #30603
source: Subjects
de_de: Themen

# #30605
source: Latest Shows
de_de: Neue Sendungen

# #30606
source: Shows sorted by popularity
de_de: Sendungen sortiert nach Beliebtheit

# #30607
source: DMAX Settings
de_de: DMAX Einstellungen

# #30608
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30609
source: [COLOR lime] (new)[/COLOR]
de_de: [COLOR lime] (neu)[/COLOR]

# #30610
source: [COLOR orangered]Next Page >>>[/COLOR]
de_de: [COLOR orangered]Nächste Seite >>>[/COLOR]

# #30611
source: From [COLOR chartreuse]{0:s}[/COLOR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR]

# #30612
source: to [COLOR orangered]{0:s}[/COLOR][CR][CR]
de_de: bis [COLOR orangered]{0:s}[/COLOR][CR][CR]

# #30651
source: [COLOR chartreuse]Add to DMAX-Favourites[/COLOR]
de_de: [COLOR chartreuse]Zu DMAX-Favoriten hinzufügen[/COLOR]

# #30652
source: [COLOR orangered]Remove from DMAX-Favourites[/COLOR]
de_de: [COLOR orangered]Aus DMAX-Favoriten entfernen[/COLOR]

# #30653
source: [COLOR cyan]Save to DMAX-Library[/COLOR]
de_de: [COLOR cyan]In DMAX-Bibliothek speichern[/COLOR]
